/* No comment provided by engineer. */
"Alert! Enabling this option will add Growl.app to your login items" = "Uzmanību! Šīs izvēles aktivizēšana pievienos Growl.app tavam pieteikšanās programmu sarakstam";

/* No comment provided by engineer. */
"Allowing this will let Growl launch everytime you login, so that it is available for applications which use it at all times" = "Tas ļaus Growl sākt darbu katru reizi tev piesakoties un citas programmas varēs to izmantot";

/* No comment provided by engineer. */
"Application: %@%\nTitle: %@\nDescription: %@\nClick to open the log" = "Programma: %1$@%2$\rNosaukums: %3$@\rApraksts: %4$@\rKlikšķini, lai atvērtu paziņojumu vēstures žurnālu";

/* No comment provided by engineer. */
"Are you sure you want to remove %@?" = "Vai tiešām nodzēst %@?";

/* Button title for canceling */
"Cancel" = "Atcelt";

/* Next page is enabling growl at login */
"Continue on to enable Growl at login" = "Spied Turpināt, lai palaistu Growl, piesakoties sistēmā";

/* Next page is whats new in the current growl */
"Continue to learn whats new in Growl 1.3" = "Spied Turpināt, lai uzzinātu, kas jauns Growl 1.3 versijā";

/* Next page is removing old growl's */
"Continue to remove old copies of Growl" = "Spied Turpināt, lai izdzēstu vecās Growl kopijas";

/* No comment provided by engineer. */
"Could not find sound file named \"%@\"" = "Nevar atrast skaņas failu ar nosaukumu “%@”";

/* Title of menu item for default display */
"Default" = "Noklusētais";

/* Button label for disabling history */
"Disable History" = "Deaktivizēt vēsturi";

/* Done */
"Done" = "Gatavs";

/* Button label to allow growl to start at login */
"Enable Growl to run on Login" = "Aktivizēt Growl palaišanu piesakoties";

/* No comment provided by engineer. */
"Growl 1.3 comes with a completely new networking system, called GNTP. GNTP can talk to Growl 1.3 and above, and other GNTP compliant software, such as Growl for Windows" = "Growl 1.3 satur pilnīgi jaunu tīklošanas sistēmu GNTP. GNTP var sazināties ar Growl 1.3 un jaunāku un ar citām GNTP savietojamām programmām, tādām kā Growl Windows operētājsistēmai.";

/* No comment provided by engineer. */
"Growl 1.3 comes with a number of changes and new features for users.  Growl now runs as a status bar item, and preferences can be reached from there" = "Growl 1.3 satur vairākas izmaiņas un jaunas iespējas lietotājiem. Growl tagad ir redzams un iestatījumus var mainīt no ikonas statusa joslā";

/* No comment provided by engineer. */
"Growl History Disabled" = "Growl vēsture deaktivizēta";

/* No comment provided by engineer. */
"Growl needs to run all of the time in order to work. Please click this button to enable Growl to run at Login" = "Lai darbotos, Growl jābūt palaistam visu laiku. Lūdzu, nospiediet šo pogu, lai aktivizētu Growl palaišanu piesakoties";

/* No comment provided by engineer. */
"History, and the notification rollup are also new.  When you are idle, notifications will be stored in a window for when you return to your computer.\nHistory is on by default, but you can click below to turn it off" = "Jaunums ir arī vēsture un paziņojumu kopsavilkums.  Prombūtnes laikā paziņojumi tiks saglabāti logā, kurš tiks tev parādīts pēc  atgriešanās.\rVēsture ir aktivizēta pēc noklusējuma, bet tu vari to izslēgt, spiežot pogu zemāk.";

/* No comment provided by engineer. */
"Inform %@ when a notification is clicked" = "Informēt %@, ja noklikšķināts uz paziņojuma";

/* GNTP packet parsing error */
"Invalid protocol version.  Only version 1.0 is supported" = "Nederīga protokola versija. Atbalstīta ir tikai versija 1.0";

/* Button label for showing a website with more information on GNTP */
"Learn more about GNTP" = "Uzzini vairāk par GNTP";

/* Button label for removing old copies of growl */
"Legacy Growl Uninstaller" = "Veco Growl versiju atinstalētājs";

/* Title for starting growl at login */
"Let Growl Start at Login" = "Ļaut Growl startēt piesakoties sistēmā";

/* GNTP packet parsing error */
"Missing initialization vector for encryption" = "Trūkst šifrēšanas inicializācijas vektora";

/* GNTP packet parsing error */
"Missing, malformed, or invalid key hash string" = "Trūkstoša, nederīga vai nepareiza atslēgas heša simbolu virkne";

/* Title for whats new to growl */
"New to Growl 1.3" = "Jaunumi Growl 1.3";

/* No comment provided by engineer. */
"No" = "Nē";

/* No comment provided by engineer. */
"No Recent Notifications" = "Nesenu paziņojumu nav";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open Growl Preferences..." = "Atvērt Growl iestatījumus…";

/* No comment provided by engineer. */
"Open the Growl preference pane" = "Atvērt Growl iestatījumu paneli";

/* No comment provided by engineer. */
"Pause Growl" = "Apturēt Growl";

/* No comment provided by engineer. */
"Pause Growl visual notifications" = "Apturēt Growl vizuālos paziņojumus";

/* Localhost in a forwarding destination is not allowed */
"Please do not enter localhost, Growl does not support forwarding to itself." = "Lūdzu nenorādi localhost, Growl neatbalsta pārsūtīšanu pats sev.";

/* A valid IP or domain is needed to forward to */
"Please enter a valid IPv4 or IPv6 address, or a valid domain name" = "Lūdzu, norādi derīgu IPv4 vai IPv6 adresi vai derīgu domēna vārdu";

/* No comment provided by engineer. */
"Plugin '%@' has been installed successfully. Do you want to configure it now?" = "Spraudnis ’%@’ sekmīgi instalēts. Vai vēlies to konfigurēt tagad?";

/* No comment provided by engineer. */
"Plugin '%@' is already installed, do you want to overwrite it?" = "Spraudnis ’%@’ ir jau instalēts, vai vēlies to pārrakstīt?";

/* No comment provided by engineer. */
"Plugin '%@' will not work on this Mac running this version of Mac OS X. Install it anyway?" = "Spraudnis ’%@’ nedarbosies ar šo Mac datoru un Mac OS X versiju. Vienalga turpināt instalāciju?";

/* No comment provided by engineer. */
"Plugin already exists" = "Spraudnis jau eksistē";

/* No comment provided by engineer. */
"Plugin installed" = "Spraudnis instalēts";

/* No comment provided by engineer. */
"Plugin missing native architecture" = "Spraudnim trūkst nepieciešamās arhitektūras";

/* No comment provided by engineer. */
"Plugin not installed" = "Spraudnis nav instalēts";

/* Title of the Preview notification shown to demonstrate Growl displays */
"Preview" = "Priekšskatījums";

/* No comment provided by engineer. */
"Quit" = "Aizvērt";

/* No comment provided by engineer. */
"Quit Growl entirely" = "Pilnīgi aizvērt Growl";

/* Button title for removing something */
"Remove" = "Dzēst";

/* Title for removing old copies of growl */
"Remove old copies of Growl" = "Dzēst vecās Growl kopijas";

/* No comment provided by engineer. */
"Resume Growl" = "Atsākt Growl";

/* No comment provided by engineer. */
"Resume Growl visual notifications" = "Atsākt Growl vizuālos paziņojumus";

/* Button label for showing the preference pane */
"Show me the preference pane" = "Parādi man iestatījumu paneli";

/* GNTP packet parsing error */
"Somehow we got here parsing the protocol identifier without an error, this should be impossible, either its valid or its not" = "Kaut kā mēs tikām līdz šejienei, analizējot protokola identifikatoru bez kļūdas. Tas ir neiespējami, vienalga vai tas bija derīgs vai nē";

/* No comment provided by engineer. */
"There was %lu notification while you were away" = "Prombūtnes laikā bija %lu paziņojums";

/* No comment provided by engineer. */
"There was an error while installing the plugin '%@'." = "Kļūda, instalējot spraudni ’%@’.";

/* No comment provided by engineer. */
"There were %lu notifications while you were away" = "Prombūtnes laikā bija %lu paziņojumi";

/* No comment provided by engineer. */
"This action cannot be undone, please confirm that you want to delete the entire notification history" = "Darbību nevar atsaukt! Lūdzu apstiprini, ka vēlies dzēst visu paziņojumu vēsturi";

/* Preview message shown when clicking Preview in the system preferences pane. %@ becomes the name of the display style being used. */
"This is a preview of the %@ display" = "Šis ir displeja %@ priekšskatījums";

/* No comment provided by engineer. */
"This will remove all Growl settings for %@." = "Tiks nodzēsti visi Growl iestatījumi lietotājam %@.";

/* No comment provided by engineer. */
"To prevent the history database from growing indefinitely, at least one type of automatic trim must be active" = "Lai vēstures datubāze neaugtu neierobežoti liela, jābūt aktivizētam vismaz vienai automātiskās apgriešanas metodei";

/* No comment provided by engineer. */
"Turning off both automatic trim functions is not allowed." = "Abu automātisko apgriešanas metožu deaktivizēšana nav atļauta";

/* No comment provided by engineer. */
"Warning! About to delete ALL history" = "Brīdinājums! Tiks nodzēsta VISA vēsture";

/* No comment provided by engineer. */
"We have found an old installation of Growl on your computer. Please click on this button to go to our website to download the uninstaller.  Manual removal instructions are also available." = "Datorā ir atrasta veca Growl instalācija. Lūdzu spied uz zemāk redzamās pogas, lai dotos uz mūsu tīmekļa vietni un lejupielādētu atinstalācijas programmu. Pieejamas arī instrukcijas pašrocīgai programmas nodzēšanai.";

/* Title welcoming a new user to growl */
"Welcome to Growl!" = "Laipni lūgts Growl!";

/* No comment provided by engineer. */
"Welcome to the Growl walkthrough. Even if you have used Growl before, it would be helpful to you if you take a moment to to get to know Growl 1.3." = "Sveicināts Growl apskatā. Pat ja esi lietojis Growl jau iepriekš, iepazīšanās ar Growl 1.3 jaunumiem var noderēt.";

/* No comment provided by engineer. */
"Yes" = "Jā";

/* Done with first launch dialog */
"You are all ready to go, enjoy Growl!" = "Tagad esi gatavs lietot Growl, izbaudi to!";